i5/20220903-zfs/raidz1/default/1000/run-ro-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: select only>
scaling factor: 1000
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 900 s
number of transactions actually processed: 37485644
number of failed transactions: 0 (0.000%)
latency average = 0.384 ms
initial connection time = 9.255 ms
tps = 41650.228016 (without initial connection time)